{
  "header_homePage": "Главная",
  "header_singersPage": "Исполнители",
  "header_language": "Язык",
  "header_russian": "Русский",
  "header_english": "Английский",

  "footer_info": "БГУИР 2023",

  "aboutPlatform_info1": "Найди для себя что-то новое",
  "aboutPlatform_info2": "Добро пожаловать в захватывающий мир звуков и творчества — ваш источник вдохновения, страсти и невероятного музыкального разнообразия!",
  "aboutPlatform_info3": "Наш сайт - это путеводитель в уникальную вселенную талантливых музыкальных исполнителей, где каждая нота, каждый текст, каждое исполнение — это история, которую стоит рассказать.",

  "singerOfDay_singerOfDay": "Исполнитель дня",

  "singerBlock_button": "Подробнее",

  "developers_developers": "Разработчики",
  "developers_github": "Профиль на GitHub",

  "developers": [
    {
      "name": "Матвей",
      "surname": "Елькин"
    },
    {
      "name": "Андрей",
      "surname": "Ханенко"
    },
    {
      "name": "Данила 52",
      "surname": "Асепков"
    },
    {
      "name": "Александр",
      "surname": "Шмаргун"
    }
  ],

  "listOfSingersPage_allSingers": "Все исполнители",
  "listOfSingersPage_search": "Поиск",

  "singerPage_birthDate": "Дата рождения: ",
  "singerPage_discography": "Дискография",
  "singerPage_albums": "Обложки альбомов",
  "singerPage_hometown": "Родной город",

  "singers": {
    "og_buda": {
      "short_info": "OG Buda - настоящее имя - Григорий Ляхов. Российский хип-хоп, реп-исполнитель, автор песен, композитор, актёр и участник творческих объединений «RNDM Crew» и «Melon Music».",
      "full_info": "Музыка прочно завладела умом и сердцем Ляхова еще в ранние годы: мальчик с товарищами пытался читать рэп на выдуманном языке, сочинив первый трек в 8 лет, в юности заслушивался 50 Cent и Eminem, «Кастой», «Рыночными отношениями» и «Черной экономикой». Постепенно хобби переросло в профессию благодаря творческому объединению RNDM Crew.\nВ середине апреля 2017-го в официальной группе певца во «ВКонтакте» появился дебютный сингл. Но появлению интереса к исполнителю во многом поспособствовал его друг Федук.\nУже в 2018-м состоялось знакомство с Платиной, переросшее в сотрудничество. Артисты записали мини-сборник «Сладких снов» и выпустили клип на хит «Это не любовь».\nСледующий год ознаменовался выпуском дебютного студийного альбома исполнителя под названием «ОПГ Сити». В честь этого события была сделана фотосессия в стиле криминальных группировок 90-х, в которой OG Buda участвовал вместе с друзьями.\n2021 год выдался для него плодотворным, а дискография пополнилась сразу двумя новыми альбомами — SEXY DRILL и FREERIO, которые были тепло приняты преданными поклонниками. Не обошлось и без удачных коллабораций. Хотя и последующий 2022 год порадовал фанатов всего одним альбом FREERIO 2, 2023 полностью заполнил все необходимые пропуски аж тремя хитовыми альбомами, в которых Гриша реализовал различные стили.",
      "birth_date": "10 января 1994 г."
    },
    "9mice": {
      "short_info": "9mice (Дмитриев Сергей Игоревич) — уроженец Владивостока, российский исполнитель, продюсер, креативный директор и участник творческого дуэта VIPERR.",
      "full_info": "О своём музыкальном творчестве Сергей задумывался еще со времён школы, несмотря на интерес к биатлону и компьютерным играм. Написанный им в соавторстве с другом дебютный трек, несмотря на неудачу, не сбил его с пути. Вместо того, чтобы отчаиваться, он продолжил совершенствовать свой стиль и звучание.\nВ 2021 году свет увидел первый альбом 9mice под названием «SOLOIST», который завоевал сердца слушателей. За ним последовали успешные совместные проекты с Kai Angel.\nВесной 2023 года в интервью молодые артисты поделились своими планами, вдохновением и общими интересами. 9Mice признал, что для него более комфортно работать в дуэте, так как это приносит больше идей и вдохновения. В этот же год вышел сольный альбом «ASPHALT» с одиннадцатью треками, а также совместный с Kai Angel альбом \"HEAVY METAL\", принесший дуэту наибольшую популярность. \nТакже дуэт 9mice и Kai Angel отличились в работе продюсера Aarne, которая стала одним из самых прослушиваемых альбомов этого года.",
      "birth_date": "27 августа 2000 г."
    },
    "bushido_zho": {
      "short_info": "Bushido Zho (настоящее имя — Жоас Львович Маскуров) — российский трэп-исполнитель и участник лейбла «cplus».",
      "full_info": "Жоас начал заниматься музыкой в 2017 году, но первую известность получил лишь спустя два года — в 2019, с выходом мини-альбома «К сожалению это трап». В этот период он также начал активно сотрудничать с другими артистами, включая Seemee, Mayot, Hillhope и Ape Muder.\nВ 2022 году он выпустил свой дебютный долгоиграющий альбом «No Bang! Hold On!», который дебютировал на первом месте в российских чартах альбомов Apple Music. В записи альбома приняли участие приглашённые исполнители лейбла cplus.\nВ марте 2023 года артисты лейбла — Soda Luv, Blago White, Bushido Zho и художник Q.JAY — запустили в Дзене три собственных шоу: «Психология улиц», «Поймать Дзен» и «Материальные ценности».",
      "birth_date": "28 января 1999 г."
    },
    "lil_krystalll": {
      "short_info": "Lil Krystalll — Уланс Ришардович Познакс, родился в Риге, Латвия — русскоязычный исполнитель новой школы рэпа, участник объединения РНБ КЛУБ.",
      "full_info": "Уланс начал заниматься музыкой в 2018 году, когда стал выступать на концертах вместе с творческим коллективом «РНБ Клуб». В этом же году вышел его дебютный студийный альбом под названием «Lil Krystalll». \nВ 2019 году вышел микстейп «Брат 3» совместно с исполнителем OFFMi, а также второй студийный альбом No Label. Содержащий фиты с известными исполнителями такими как FEDUK, OG Buda, Big Baby Tape, Платина, Lil Morty.\nВ мае 2020 года альбом пропал с цифровых площадок, а также Lil Krystall отписался от участников “РНБ Клуба” в Instagram. Позже альбом вернули на цифровые площадки.\n8 декабря 2023 года Уланс, после долгого отсутствия на радарах популярнейших плейлистов, вернулся с новым альбомом “Kristina”.\nСейчас Кристалл, поселившийся в Англии, ведет активную концертную деятельность. О своих дальнейших планах парень не рассказывает.",
      "birth_date": "3 сентября 1995 г."
    },
    "skryptonite": {
      "short_info": "Скриптонит (настоящее имя — Адиль Оралбекович Жалелов) — казахстанский исполнитель и музыкальный продюсер.",
      "full_info": "Адиль начал заниматься музыкой в подростковом возрасте, в 11 лет увлёкся рэпом, в 15 лет написал первую песню в стиле рэп. В 19 лет со своим другом организовывает творческое объединение \"JILLZ\".\nВ 2015 году выпустил свой дебютный альбом, который стал одним из самых удачных русскоязычных рэп-альбомов 2015 года.\nВ 2018 году разделил своё творчество на два проекта: Скриптонит и Gruppa Skryptonite. Как объяснил сам Адиль, такое разграничение касается не только записи песен, но и концертов.\nЯвляется самым прослушиваемым артистом в СНГ за 2021 год по версии Музыки Первого.",
      "birth_date": "3 июня 1990 г."
    },
    "toxis": {
      "short_info": "Toxi$ — Андрей Леонидович Смелянский. Наибольшую известность приобрел в текущем 2023 году благодаря необычной подаче своего материала путем записи забавных видеосообщений в личном телеграмм-канале.",
      "full_info": "Творческий путь рэпера начинался в качестве англоязычного исполнителя. Еще до окончания школы Toxi$ выпустил свой первый альбом. Начиная с 2020 года Андрей начал создавать свои первые хиты, затем рэпер присоединился к творческому объединению RANDOM CREW, в которое входили такие звезды трэпа, как OG Buda и 163ONMYNECK.\nС этого момента карьера рэпера стала активно развиваться. Он пополнял дискографию альбомами записывал совместные фиты с известными артистами, выпускал видеоклипы, выступал с концертами.\nИзвестность рэпера вышла за пределы музыкальной индустрии и принесла ему резкий прирост аудитории благодаря забавным видеосообщениям в личном телеграм-канале, неожиданно превратившиеся в тысячи мемов. На волне успеха Токсис начал расширять творческие рамки и выпускать еще больше новых треков.\n2023 год стал для одного из самых ярких представителей новой школы рэпа на редкость богатым на фиты с популярными артистами.",
      "birth_date": "21 марта 2004 г."
    }
  }
}